Repository: gusnan/clawsker
Catalog: po/*.po
Languages: it

source: Claws Mail Hidden Preferences
it: Opzioni nascoste di Claws Mail

source: About...
it: Informazioni...

source: Clawsker :: A Claws Mail Tweaker
it: Clawsker :: modificatore opzioni nascoste di Claws Mail

source: License:
it: Licenza:

source: Version:
it: Versione:

source: Colours
it: Colori

source: Behaviour
it: Comportamento

source: GUI
it: Interfaccia grafica utente

source: Other
it: Altro

source: Addressbook
it: Rubrica indirizzi

source: Memory
it: Memoria

source: Message view
it: Vista messaggi

source: Log window
it: Finestra di log

source: Drag 'n' drop
it: Trascina e rilascia

source: Secure Sockets Layer
it: Secure Sockets Layer (SSL)

source: Messages
it: Messaggi

source: Coloured stripes
it: Strisce colorate

source: Scroll bars
it: Barre di scorrimento

source: Message List
it: Lista dei messaggi

source: NetworkManager
it: NetworkManager (gestore della rete)

source: Use detached address book edit dialogue
it: Usa una finestra separata per modificare la rubrica

source: If true use a separate dialogue to edit a person's details. Otherwise will use a form embedded in the address book's main window.
it: Se l'opzione è attiva, usa una finestra di dialogo separata per modificare la rubrica. Altrimenti usa una finestra integrata all'interno della finestra principale della rubrica.

source: Maximum memory for message cache (kB)
it: Memoria massima (in kB) per la cache dei messaggi

source: The maximum amount of memory to use to cache messages, in kilobytes.
it: Valore massimo di memoria (in kilobyte) da usare per la cache dei messaggi.

source: Minimun time for cache elements (minutes)
it: Tempo minimo (in minuti) per la cache degli elementi

source: The minimum time in minutes to keep a cache in memory. Caches more recent than this time will not be freed, even if the memory usage is too high.
it: Tempo minimo (in minuti) per il quale mantenere la cache in memoria. Le cache più recenti di questo valore non saranno liberate, anche se l'uso della memoria è troppo alto.

source: Use NetworkManager
it: Usa NetworkManager (gestore della rete)

source: Use NetworkManager to switch offline automatically.
it: Usa NetworkManager per la disconnessione automatica.

source: Show unread messages with bold font
it: Mostra i messaggi non letti con un carattere in grassetto

source: Show unread messages in the Message List using a bold font.
it: Mostra i messaggi non letti nella lista dei messaggi usando un carattere in grassetto.

source: Don't use markup in compose window
it: Non usare marcatori nella finestra di composizione

source: Don't use bold and italic text in Compose dialogue's account selector.
it: Non usare testo in grassetto e corsivo nella finestra di composizione del selettore dell'account.

source: Use dotted lines in tree view components
it: Usa linee puntate nella vista ad albero dei componenti

source: Use the old dotted line look in the main window tree views (Folder, Message and other lists) instead of the modern lineless look.
it: Usa la linea puntata vecchio stile nelle viste ad albero della finestra principale (cartelle, messaggi e altre liste) al posto del moderno stile senza linea.

source: Enable horizontal scrollbar
it: Abilita la barra di scorrimento orizzontale

source: Enable the horizontal scrollbar in the Message List.
it: Abilita la barra di scorrimento orizzontale nella lista dei messaggi.

source: Display To column instead From column in Sent folder
it: Nella cartella Posta inviata, mostra la colonna "To:" anziché la colonna "From:"

source: Display the recipient's email address in a To column of the Sent folder instead of the originator's one in a From column.
it: Visualizza l'indirizzo email del destinatario nella colonna "To:" della cartella Posta inviata invece dell'indirizzo email del mittente nella colonna "From".

source: Folder List scrollbar behaviour
it: Comportamento della barra di scorrimento nella lista delle cartelle

source: Specify the policy of vertical scrollbar of Folder List: show always, automatic or hide always.
it: Specifica il ruolo della barra di scorrimento verticale nell'elenco delle cartelle: mostra sempre, automatico o nascondi sempre.

source: Show always
it: Mostra sempre

source: Automatic
it: Automatico

source: Hide always
it: Nascondi sempre

source: Coloured lines contrast
it: Contrasto delle righe colorate

source: Specify the value to use when creating alternately coloured lines in tree view components. The smaller the value, the less visible the difference in the alternating colours of the lines.
it: Inserisci il valore da usare nella creazione di righe colorate alternate nei componenti della vista ad albero. Con valori più bassi è meno visibile la differenza di colore tra le righe alternate.

source: Show Cursor in message view
it: Mostra il cursore nella vista dei messaggi

source: Display the cursor in the message view.
it: Visualizza il cursore nella vista dei messaggi.

source: Detachable toolbars
it: Barra degli strumenti separabile

source: Show handles in the toolbars.
it: Mostra maniglie nelle barre degli strumenti.

source: Use stripes in all tree view components
it: Usa delle strisce in tutti i componenti della vista ad albero

source: Enable alternately coloured lines in all tree view components.
it: Abilita le linee colorate alternate in tutti i componenti della vista ad albero.

source: Use stripes in Folder List and Message List
it: Usa delle strisce nelle liste delle cartelle e dei messaggi

source: Enable alternately coloured lines in Message list and Folder list.
it: Abilita le linee colorate alternate nella lista delle cartelle e dei messaggi.

source: 2 lines per Message List item in 3-column layout
it: Due righe per elemento della lista dei messaggi nella disposizione a tre colonne

source: Spread Message List information over two lines when using the three column mode.
it: Distribuisci su due righe le informazioni della lista dei messaggi quando si usa la modalità a tre colonne.

source: Drag 'n' drop hover timeout (ms)
it: Durata massima (in millisecondi) del trascinamento e rilascio del mouse.

source: Time in milliseconds that will cause a folder tree to expand when the mouse cursor is held over it during drag and drop.
it: Tempo in millisecondi prima di espandere l'albero delle cartelle nelle operazioni di trascinamento e rilascio, quando il mouse è su di esse.

source: Don't confirm deletions (dangerous!)
it: Non confermare le eliminazioni (pericoloso!)

source: Don't ask for confirmation before definitive deletion of emails.
it: Non chiedere conferma prima di eliminare definitivamente le email.

source: Respect format=flowed in messages
it: Rispetta il "format=flowed" nei messaggi

source: Respect format=flowed on text/plain message parts. This will cause some mails to have long lines, but will fix some URLs that would otherwise be wrapped.
it: Rispetta il "format=flowed" nelle parti in testo puro (text/plain) dei messaggi. Alcuni messaggi di posta presentano righe di testo lunghe, ma corregge alcuni URL che altrimenti sarebbero spezzati.

source: Allow writable temporary files
it: Permetti la scrittura di file temporanei

source: Saves temporary files when opening attachment with write bit set.
it: Salva i file temporanei con il bit di scrittura attivo all'apertura degli allegati.

source: Don't check SSL certificates
it: Non controllare i certificati SSL

source: Disables the verification of SSL certificates.
it: Disattiva la verifica dei certificati SSL.

source: Progress bar update step (items)
it: Invervallo (elementi) per l'aggiornamento della barra di avanzamento

source: Update stepping in progress bars.
it: Passo aggiornamento nelle barre di avanzamento.

source: Maximum age when threading by subject (days)
it: Età massima (in giorni) nel raggruppamento per oggetto

source: Number of days to include a message in a thread when using "Thread using subject in addition to standard headers".
it: Numero di giorni per il quale includere un messaggio in una discussione quando si attiva "Raggruppa discussione utilizzando l'oggetto in aggiunta alle intestazioni standard".

source: Allow unsafe SSL certificates
it: Permetti l'uso di certificati SSL non sicuri

source: Allows Claws Mail to remember multiple SSL certificates for a given server/port.
it: Consenti a Claws Mail di ricordare certificati SSL multipli per server/porta specificati.

source: Force UTF-8 for broken mails
it: Forza UTF-8 per le email corrotte

source: Use UTF-8 encoding for broken mails instead of current locale.
it: Usa la codifica UTF-8 per le email corrotte al posto delle impostazioni locali.

source: Warn on drag 'n' drop
it: Avverti quando si fa il trascinamento e rilascio

source: Display a confirmation dialogue on drag 'n' drop of folders.
it: Visualizza una finestra di conferma quando si fa il trascinamento e rilascio di cartelle.

source: Ougoing messages fallback to ASCII
it: Ricorri ai caratteri ASCII per i messaggi in uscita

source: If content allows, ASCII will be used to encode outgoing messages, otherwise the user-defined encoding is enforced always.
it: Se il contenuto lo permette, usa la codifica ASCII per i messaggi in uscita, altrimenti forza sempre la codifica definita dall'utente.

source: Primary paste unselects selection
it: L'azione Incolla annulla la selezione attiva

source: Controls how pasting using middle-click changes the selected text and insertion point.
it: Controlla come il testo selezionato e il punto di inserimento vengono modificati quando si incolla del testo con il pulsante centrale.

source: X-Mailer header
it: Intestazione X-Mailer

source: The colour used for the X-Mailer line when its value is Claws Mail.
it: Il colore usato per la riga che contiene l'intestazione X-Mailer, quando il suo valore è Claws Mail.

source: Error messages
it: Messaggi di errore

source: Colour for error messages in log window.
it: Colore dei messaggi di errore nella finestra dei log.

source: Server messages
it: Messaggi dei server

source: Colour for messages received from servers in log window.
it: Colore dei messaggi ricevuti dai server nella finestra dei log.

source: Standard messages
it: Messaggi standard

source: Colour for messages in log window.
it: Colore dei messaggi nella finestra dei log.

source: Client messages
it: Messaggi del client

source: Colour for messages sent to servers in log window.
it: Colore dei messaggi inviati ai server nella finestra dei log.

source: Warnings
it: Avvertimenti

source: Colour for warning messages in log window.
it: Colore dei messaggi di avvertimento nella finestra dei log.

source: Error:
it: Errore:

source: resource file for Claws Mail was not found.
it: il file di risorse per Claws Mail non è stato trovato.

source: seems Claws Mail is currently running, close it first.
it: sembra che Claws Mail sia già in esecuzione, chiuderlo.

source: option requires a directory name.
it: l'opzione richiede un nome di directory.

source: option requires a file name.
it: l'opzione richiede un nome di file.

source: specified name is not a directory or does not exist.
it: il nome indicato non è una directory o non esiste.

source: specified name is not a file or does not exist.
it: il nome indicato non è un file o non esiste.

source: Error message
it: Messaggio di errore

source: , built for
it: , compilato per

source: , running with
it: , in esecuzione con

source: was not found!
it: non è stato trovato!

source: returned version
it: versione restituita

source: Syntax:
it: Sintassi:

source: clawsker [options]
it: clawsker [opzioni]

source: Options:
it: Opzioni:

source: --help Prints this help screen.
it: --help Mostra questa schermata d'aiuto.

source: --version Prints version infos.
it: --version Mostra informazioni sulla versione.

source: --verbose More messages on standard output.
it: --verbose Più messaggi sullo standard output.

source: --alternate-config-dir <dir> Uses <dir> as Claws Mail config dir.
it: --alternate-config-dir <dir> Usa <dir> come cartella di configurazione di Claws Mail.

source: --clawsrc <file> Uses <file> as full resource name.
it: --clawsrc <file> Usa <file> come nome di risorse completo.

source: unknown option '{opt}'.
it: opzione '{opt}' sconosciuta.
